{
    "title": "Conductors",
    "choir": {
        "title": "Our choir conductor: Ruben de Grauw",
        "text": [
            "Ruben de Grauw (1980) started singing at a very young age. When he was 7, he joined the Sacramentskoor in Breda. When he was 16, he started his own choir: 'Jeugdkamerkoor Plurale Tantum', for young singers between 15 and 25 years of age. After conducting this choir for eighteen years, he left the choir in 2015. Ruben studied Choir conducting from Wiecher Mandemaker at the Conservatory of Rotterdam. In 2004 he followed up his Bachelor degree with a Master of Music from Louis Buskens at Fontys Conservatory in Tilburg. Between 2009 and 2013 Ruben was assistant-conductor at the 'Nederlands Studenten kamerkoor' and he is currently the conductor of the project choir Cappella Ex Occasione in Breda, and naturally the student choir of Krashna Musika in Delft. Recently Ruben became consultant of amateur art at the foundation Nieuwe Veste in Breda. Ruben is still active as a singer. He is a tenor at the Laurens Collegium in Rotterdam and Studium Chorale in Maastricht.",
            "We are very happy to say that Ruben has been leading Krashna's choir since November 2011."
        ]
    },
    "orchestra": {
        "title": "Our orchestra conductor: Daan Admiraal",
        "text": [
            "Daan Admiraal was born in Eindhoven in 1949. After achieving his gymnasium-b degree he studied oboe from Cees van der Kraan at the conservatory in Amsterdam. He graduated with the following distinctions: de Zilveren Vriendenkrans (1974) and the Prix d'Excellence (1976). His first orchestra experience was during his study as a substitute for the Concertgebouworkest. Before completing his final exam at the conservatory, he became an oboe soloist at the Gelders orchestra in Arnhem, where he performed between 1971-1974. Afterwards he performed for years as a free-lance oboist at large Dutch symphony orchestras. He learned Orchestra and Choir conducting from Louis Stotijn and Frans Moonen at the royal conservatory in The Hague, and carried on to study at the Russian conductor Kirill Kondrasjin for quite some time. Daan Admiraal is the conductor of three university-orchestras, the VU-Orchestra and the VU-Chamber-orchestra in Amsterdam and Krashna Musika of the TU Delft. All three orchestras have a prominent position in the amateur orchestras in the Netherlands. Moreover, he conducts the Amsterdam symphony orchestra and the philharmonic and the symphony orchestra in Eindhoven. Daan Admiraal also made a name as a choir conductor. From 1993 to 2008 he was the conductor and artistic leader of Toonkunst Rotterdam. As of 2009 he is the conductor of the 'Haagse Toonkunst Koor' which Krashna has collaborated with in 2009 and 2010. Daan Admiraal was knighted in 2001 in the Order of the Oranje-Nassau. For his contributions to the VU-Orchestra he received the VU-erepenning in 2010, which is the most important non-academic honor of the VU.",
            "We are proud to say that Daan has been conducting the Krashna orchestra sinds 1981."
        ]
    }
}
